import Visa from "../../Pictures/Visa.jpg";
import MasterCard from "../../Pictures/MasterCard.jpg";
import InstaPay from "../../Pictures/InstaPay.jpg";
import Paypal from "../../Pictures/Paypal.jpg";
import PhotoPhone from "../../Pictures/PhotoPhone.jpg";

export const PicuterVisa = [
  {
    id: 1,
    image: Visa,
  },
  {
    id: 2,
    image: MasterCard,
  },
  {
    id: 3,
    image: InstaPay,
  },
  {
    id: 4,
    image: Paypal,
  },
];

export const Sales = [
  {
    id: 1,
    title: "خدمة تصميم وتطوير متجر إلكتروني متكامل",
    copy: " للنسخة /",
    salery: "$ 300",
    description:
      "نقدم لك تصميم وتطوير متجر إلكتروني متكامل يتضمن كل شيء من التصميم المخصص إلى الإعداد الكامل. يتضمن ذلك إنشاء واجهات جذابة، تكامل جميع الميزات الأساسية، وضمان تجربة مستخدم ممتازة.",
    spical: "المميزات",
    Frist: "تصميم مخصص يتناسب مع علامتك التجارية",
    Two: "تطوير واجهات متجاوبة تناسب جميع الأجهزة",
    Three: "تكامل كامل مع بوابات الدفع والشحن",
    Four: "إعداد قواعد البيانات وإدخال المنتجات",
    Five: "تحسين سرعة الأداء وتجربة المستخدم",
    Six: "اختبار شامل لضمان عمل المتجر بشكل مثالي",
    Buy: "أطلبها الآن",
  },
  {
    id: 2,
    title: "خدمة تصميم وتطوير متجر إلكتروني متكامل",
    copy: " للنسخة /",
    salery: "$ 300",
    description:
      "نقدم لك تصميم وتطوير متجر إلكتروني متكامل يتضمن كل شيء من التصميم المخصص إلى الإعداد الكامل. يتضمن ذلك إنشاء واجهات جذابة، تكامل جميع الميزات الأساسية، وضمان تجربة مستخدم ممتازة.",
    spical: "المميزات",
    Frist: "تصميم مخصص يتناسب مع علامتك التجارية.",
    Two: "تطوير واجهات متجاوبة تناسب جميع الأجهزة",
    Three: "تكامل كامل مع بوابات الدفع والشحن",
    Four: "إعداد قواعد البيانات وإدخال المنتجات",
    Five: "تحسين سرعة الأداء وتجربة المستخدم",
    Six: "اختبار شامل لضمان عمل المتجر بشكل مثالي",
    Buy: "أطلبها الآن",
  },
  {
    id: 3,
    title: "خدمة تصميم وتطوير متجر إلكتروني متكامل",
    copy: " للنسخة /",
    salery: "$ 300",
    description:
      "نقدم لك تصميم وتطوير متجر إلكتروني متكامل يتضمن كل شيء من التصميم المخصص إلى الإعداد الكامل. يتضمن ذلك إنشاء واجهات جذابة، تكامل جميع الميزات الأساسية، وضمان تجربة مستخدم ممتازة.",
    spical: "المميزات",
    Frist: "تصميم مخصص يتناسب مع علامتك التجارية",
    Two: "تطوير واجهات متجاوبة تناسب جميع الأجهزة",
    Three: "تكامل كامل مع بوابات الدفع والشحن",
    Four: "إعداد قواعد البيانات وإدخال المنتجات",
    Five: "تحسين سرعة الأداء وتجربة المستخدم",
    Six: "اختبار شامل لضمان عمل المتجر بشكل مثالي",
    Buy: "أطلبها الآن",
  },
];
export const APIServiess = [
  {
    id: 1,
    title: "متابعة ودعم فني",
    description: "دعم فني",
  },
  {
    id: 2,
    title: "تصميم متجاوب",
    description: "تصميم متجاوب وفعال",
  },
  {
    id: 3,
    title: "سهولة إضافة المنتجات",
    description: "إدارة المنتجات والمخزون",
  },
  {
    id: 4,
    title: "تطوير لامحدود",
    description: "نسخة خاصة لمتجرك وهذا يعني تطوير وإضافات",
  },
  {
    id: 5,
    title: "سهولة إضافة المنتجات",
    description: "إدارة المنتجات والمخزون",
  },
  {
    id: 6,
    title: "سهولة إضافة المنتجات",
    description: "إدارة المنتجات والمخزون",
  },
  {
    id: 7,
    title: "سهولة إضافة المنتجات",
    description: "إدارة المنتجات والمخزون",
  },
  {
    id: 8,
    title: "تطوير لامحدود",
    description: "نسخة خاصة لمتجرك وهذا يعني تطوير وإضافات",
  },
];
export const LatestNews = [
  {
    id: 1,
    title: "افتتاح مواقع جديدة للتأجير!",
    description:
      "أعلن عن توفر مواقع جديدة للتأجير، مع تسليط الضوء على مواقع مميزة أو مناطق تجارية جديدة.",
    data: "June 21, 2023",
  },
  {
    id: 2,
    title: "افتتاح مواقع جديدة للتأجير!",
    description:
      "أعلن عن توفر مواقع جديدة للتأجير، مع تسليط الضوء على مواقع مميزة أو مناطق تجارية جديدة.",
    data: "June 21, 2023",
  },
  {
    id: 3,
    title: "افتتاح مواقع جديدة للتأجير!",
    description:
      "أعلن عن توفر مواقع جديدة للتأجير، مع تسليط الضوء على مواقع مميزة أو مناطق تجارية جديدة.",
    data: "June 21, 2023",
  },
  {
    id: 4,
    title: "افتتاح مواقع جديدة للتأجير!",
    description:
      "أعلن عن توفر مواقع جديدة للتأجير، مع تسليط الضوء على مواقع مميزة أو مناطق تجارية جديدة.",
    data: "June 21, 2023",
  },
  {
    id: 5,
    title: "افتتاح مواقع جديدة للتأجير!",
    description:
      "أعلن عن توفر مواقع جديدة للتأجير، مع تسليط الضوء على مواقع مميزة أو مناطق تجارية جديدة.",
    data: "June 21, 2023",
  },
  {
    id: 6,
    title: "افتتاح مواقع جديدة للتأجير!",
    description:
      "أعلن عن توفر مواقع جديدة للتأجير، مع تسليط الضوء على مواقع مميزة أو مناطق تجارية جديدة.",
    data: "June 21, 2023",
  },
];

export const Product = [
  {
    id: 1,
    title: "المنتج الأول",
    description: "140$",
    img: PhotoPhone,
  },
  {
    id: 2,
    title: "المنتج الأول",
    description: "140$",
    img: PhotoPhone,
  },
  {
    id: 3,
    title: "المنتج الأول",
    description: "140$",
    img: PhotoPhone,
  },
  {
    id: 4,
    title: "المنتج الأول",
    description: "140$",
    img: PhotoPhone,
  },
  {
    id: 5,
    title: "المنتج الأول",
    description: "140$",
    img: PhotoPhone,
  },
  {
    id: 6,
    title: "المنتج الأول",
    description: "140$",
    img: PhotoPhone,
  },
];
export const SrcFooter = [
  {
    id: 1,
    title: "روابط سريعة ",
    srcOne: "الرئيسية ",
    srcTwo: "خدماتنا",
    srcThree: "أعمالنا",
    srcFour: "تواصل معنا ",
  },
  {
    id: 2,
    title: "روابط هامة ",
    srcOne: "الرئيسية ",
    srcTwo: "خدماتنا",
    srcThree: "اطلب متجرك ",
    srcFour: "متاجر مبنية في متجري",
  },
];
